-- MySQL dump 10.13  Distrib 5.5.29, for osx10.6 (i386)
--
-- Host: localhost    Database: app_weibols
-- ------------------------------------------------------
-- Server version	5.5.29

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `cron_categoryauthor`
--

DROP TABLE IF EXISTS `cron_categoryauthor`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `cron_categoryauthor` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uid` bigint(20) NOT NULL,
  `authorName` varchar(256) COLLATE utf8_bin NOT NULL,
  `cid` bigint(20) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=512 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `cron_categoryauthor`
--

LOCK TABLES `cron_categoryauthor` WRITE;
/*!40000 ALTER TABLE `cron_categoryauthor` DISABLE KEYS */;
INSERT INTO `cron_categoryauthor` VALUES (10,323,'2013陌弃',127),(11,650,'2哒叶',112),(12,210,'4季',115),(15,16,'72男孩',105),(16,707,'99大叔',115),(17,268,'=坂上智代=',124),(18,272,'ADYS',103),(19,729,'AP猫帝',117),(20,294,'Chaoˉ逆〃鳞',105),(21,89,'Chrisviel',108),(22,443,'C妏雯',126),(23,40,'DaveWong',136),(25,214,'FH书友',130),(27,762,'Godmiracle',105),(28,625,'HOLD蝴蝶',110),(29,543,'JACKW',134),(30,410,'Konight',132),(31,524,'LF路漫漫',121),(32,352,'Mysterian',113),(33,429,'Only灬小艺',135),(34,315,'Pal5',130),(35,457,'Play223',107),(36,65,'SATAN冰',121),(37,322,'SKasun',112),(38,167,'Silence灵魂',135),(39,81,'T2病毒',130),(40,696,'TDY爽哥',111),(41,604,'Tariq',135),(42,531,'T木易T',134),(43,247,'X残剑破',129),(44,300,'Y逍遥公子J',110),(45,562,'____江南',133),(46,406,'baby莹莹',128),(47,752,'beluuu',105),(48,118,'bns剑灵控',114),(49,186,'buke110',118),(50,347,'b白日做梦',115),(51,402,'caocaodewu',121),(56,597,'hi大尾巴狼',124),(62,49,'l龙霸',121),(63,409,'mayyico',136),(64,138,'msleel',107),(67,342,'skyyl2010',136),(68,351,'tutu13',115),(72,645,'zhao家2少',103),(73,573,'·小盛',107),(74,724,'·情殇',128),(75,190,'″烟毒',111),(76,462,'『墨雪殇』醉',107),(77,506,'い普罗旺斯的薰衣草未开つ',104),(78,201,'一坛小菜',134),(79,728,'一样的吧',117),(80,102,'一盅天',116),(81,15,'一缕红尘&泪',132),(82,75,'一花开百花败',103),(83,97,'一颗孤寂的草',128),(84,616,'丁瑜AD',123),(85,591,'七宗罪之',132),(86,461,'七魄书生',121),(87,259,'万年烟丝',107),(88,276,'三十谢',109),(89,507,'三流散人',123),(90,358,'三百万大军',118),(91,21,'三秦刀客',119),(92,83,'上官信',109),(93,84,'不乐山水',123),(94,649,'不屈之圣',115),(95,736,'不爱不傻',108),(96,643,'不破的阵眼',130),(97,107,'不计回报',120),(98,320,'与君休',109),(99,703,'东方夏天',124),(100,176,'东王一小博',119),(101,355,'临安初雨时',125),(102,229,'丶烟灭',132),(103,515,'丿早已疲惫丨',114),(104,701,'久美紫',108),(105,731,'九城烟岚',101),(106,95,'也没化工厂v',118),(215,588,'事事惔惔',116),(216,325,'事实上我21',127),(217,544,'云不颠',113),(218,659,'云若心想',122),(219,349,'亦我非我',136),(220,603,'亭阁一介',104),(221,224,'亮123玲',122),(222,548,'亲吻礼',128),(223,373,'亲吻鱼的尾巴',103),(224,485,'人品棣',101),(225,39,'什么什么洋芋片',132),(226,501,'伊家伊',113),(227,636,'伍易',106),(228,181,'伍玉林',127),(229,561,'伟琐',110),(230,371,'伧瑾小空空',103),(231,283,'伪心的物语',125),(232,329,'伽蓝寺的烟花',109),(233,713,'但纷纷如皋人',104),(234,70,'何为人是为忍',131),(235,299,'余定和',134),(236,281,'佤柳',107),(237,734,'依冷如此',107),(238,193,'依山涟水',111),(239,354,'便便羊',101),(240,655,'修翎晨夢',108),(241,136,'俺不在家',102),(242,464,'偷吃番茄酱的猫',124),(243,74,'僵尸是丧失',104),(244,699,'兔子帮帮帮',121),(245,365,'全能钙片',123),(246,652,'公子劫',117),(247,336,'兮琉年',115),(248,340,'再徐徐图之',126),(249,188,'再见北极星',114),(250,446,'写手无情',128),(252,109,'冥寂之吻',126),(253,227,'冬瓜南瓜西瓜',109),(254,748,'冬雪收藏',103),(255,598,'冰灵舞帝',125),(256,687,'冷幻の冰凝',111),(257,221,'冷眼830',113),(258,437,'凛冬·',134),(259,182,'凤箫言尘',123),(260,747,'刀々客',115),(261,222,'刘星羽',105),(262,240,'剑刀笑♀',115),(263,171,'勉强幸福123',127),(264,307,'化折天',117),(265,180,'北木北',103),(266,640,'十三寸',103),(267,234,'十三豆12',107),(268,290,'千儿万女',124),(269,653,'千山雪寂',131),(270,199,'千殇控丶',108),(271,151,'午夜歌殇',123),(272,679,'半夜听雨芭蕉',116),(273,175,'半缕凉烟',114),(274,726,'半薇一下',121),(275,642,'华夏メ魂',127),(276,231,'卖萌屌丝猫',103),(277,215,'南宫天伦1990',103),(278,232,'南小莫',110),(279,452,'双生暗影',103),(280,198,'叔神不二',124),(281,601,'古月孤云',104),(282,31,'古月映残阳',119),(283,450,'可爱的小贱男',110),(284,678,'叶凡初',132),(285,96,'叶蘖少爷',120),(286,628,'司空神威Z',105),(287,297,'名字好难起12',103),(288,37,'向阳光处飞',101),(289,545,'君无遗',130),(290,263,'听海抱月',103),(291,310,'听雨滴花开',133),(292,47,'听骂',113),(293,185,'吹风的好日子',102),(294,108,'咆哮草履虫',107),(295,61,'咖啡泡大蒜',130),(296,611,'哈哈忙呀哈哈',123),(297,621,'唐小水',124),(298,549,'唐门染月',115),(299,309,'唯陶渊明之独爱菊',103),(300,481,'唱八绝',105),(301,487,'啊凡伟',119),(302,41,'啦啦喔类',107),(303,742,'喜欢乐C',117),(304,662,'喷火的蜗牛',126),(305,388,'四V空间',110),(306,385,'四暗杠',109),(307,654,'回家的外星人',114),(308,350,'回首看日落',107),(309,374,'囧囧猪小帅',130),(310,261,'土包子大村姑',121),(311,592,'圣休',114),(312,312,'地瓜莲藕',109),(313,382,'坐望风雷',105),(314,761,'坑爹d',134),(315,291,'城中烟雨',113),(316,513,'墨千越',133),(317,530,'墨夜临晗',121),(318,770,'复仇苍狼',107),(319,712,'夙清云',106),(320,582,'夜掌孤灯',111),(321,535,'夜来疯语',135),(322,301,'夜隐默',101),(323,404,'大汉英灵',109),(324,209,'大脚黄连香',106),(325,72,'大道掌控者',103),(326,618,'天上的云彩儿',132),(327,683,'天剑帝王',109),(328,8,'天天小天天',122),(329,326,'天晴一度',112),(330,475,'天洐',132),(331,759,'天涯忆柔',114),(332,212,'天炫风云',113),(333,252,'天狼星岛',120),(334,667,'天蓝Rekly',128),(335,203,'天铭男神',108),(336,571,'天龙苍',128),(337,541,'太上花开',109),(338,100,'太叔皓',134),(339,769,'失魂崖',101),(340,768,'头大的成群',109),(341,183,'奋斗小辉',108),(342,577,'奔尘',115),(343,749,'奕飞冲天',114),(344,760,'妖冶de丶邪魅',125),(345,135,'子成成',114),(346,521,'孙剑飞恩恩',129),(347,641,'孤单空城',134),(348,122,'孤孤单单不寂寞',111),(349,739,'孤辰星风',125),(350,552,'孤阴孤阳',122),(351,17,'孤雨寂云',136),(352,672,'宇暖心',106),(353,270,'宇桦的',131),(354,237,'安洛七',128),(355,296,'安言若梦',113),(356,735,'富翁九州',119),(357,607,'寒小米',118),(358,82,'寒血伤',134),(359,306,'寡人老诗',110),(360,671,'小女淡然',118),(361,723,'小小彡柒',126),(362,540,'小小珠子',102),(363,740,'小小骚男',108),(364,18,'小明童鞋live',132),(365,163,'小晴川',128),(366,556,'小浩子的故事',111),(367,166,'小白逛逛',108),(368,517,'小豆爱素',105),(369,362,'小通灵',103),(370,454,'小酒浅酌丨',102),(371,504,'少年未少年',135),(372,330,'尘焰雪',124),(373,590,'尘羽君',119),(374,314,'尚在人世',121),(375,24,'尹娜娜yin',111),(376,200,'尹金金',132),(377,546,'山水妮子',117),(378,271,'岚夜笙歌',128),(379,527,'崖山醉人',118),(380,369,'左岸anger',107),(381,165,'布叶猴',116),(382,279,'布衣氏族',124),(383,156,'师弟陆大友',134),(384,152,'帝尊一统',130),(385,147,'幽火魂',109),(386,368,'广大一写手啊',130),(387,114,'弑神十三',116),(388,455,'影火天袭',126),(389,468,'影火燎天',109),(390,463,'影火舞',102),(391,613,'徐佐819301963',122),(392,274,'御妖圣者',134),(393,417,'御龙三世',129),(394,547,'微品鹧鸪',110),(395,421,'心不想不念',135),(396,460,'忘尘雨露',103),(397,585,'忘岛',118),(398,357,'念素娥',110),(399,153,'怒笑横刀',130),(400,7,'思闲云',113),(401,391,'恰巧遇到你',112),(402,648,'恶心的胖子',119),(403,416,'悄悄等待',127),(404,343,'惘月翼',106),(405,758,'愚昧连胜',121),(406,244,'懒么么',116),(407,132,'我不相信天',119),(408,87,'我名为佐',109),(409,615,'我妹万岁',125),(410,56,'我我我啊哎',128),(411,390,'我挖坑你来跳',130),(412,379,'我是李冬晨',130),(413,375,'我是青橄榄',123),(414,377,'戚魇翎の森林',125),(415,127,'戥辰',123),(416,46,'才不是秀吉',103),(417,55,'打酱油的油瓶',119),(418,685,'护念',116),(419,551,'抬头便是云朵',120),(420,160,'推猜未来',119),(421,356,'摩根席尔瓦',136),(422,295,'文中皇',115),(423,514,'文子敬手',102),(424,42,'斗鱼1992',101),(425,256,'斜阳霓虹',135),(426,286,'断剑的书生',130),(427,755,'斯年惟静',108),(428,366,'斯蒂芬李斯克',124),(429,398,'施拉姆',123),(430,753,'旎红鱼',107),(431,282,'无叹息',105),(432,33,'无啊吖',105),(433,334,'无心思念',110),(434,140,'无忧阿莫凡',135),(435,605,'无情无念',103),(436,73,'无敌王少',118),(437,364,'无端弄弦',108),(438,439,'无罪天团',123),(439,635,'无良之宅男',122),(440,529,'无语之家',103),(441,9,'旷野中的吼叫',120),(442,664,'明月孤鸿',121),(443,318,'昔年的阳光',112),(444,442,'星孤子',130),(445,230,'星璇月&泠',108),(446,275,'星辰绝恋熏儿',124),(447,714,'星辰龙珧',124),(448,482,'是非不是',112),(450,218,'晓初无名',123);
/*!40000 ALTER TABLE `cron_categoryauthor` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2013-05-13 14:21:18
